{
  "Source_ID": [9],
  "title": ["Allen Coral Atlas"],
  "abstract": ["The Allen Coral Atlas is built by a dedicated team of scientists, technologists, and conservationists, using one-of-a-kind methodologies. The Allen Coral Atlas was conceived and funded by the late Paul Allen’s Vulcan Inc. and is managed by the Arizona State University Center for Global Discovery and Conservation Science. Along with partners from Planet, the Coral Reef Alliance, and the University of Queensland, the Atlas utilizes high-resolution satellite imagery and advanced analytics to map and monitor the world’s coral reefs in unprecedented detail. The partnership together identified the following methods for habitat map creation, dynamic monitoring, and other related coral reef products. \n\nAs part of the Allen Coral Atlas’s revisions to its habitat maps in 2022, a new reef extent product was generated for each mapping region. In context of this product, reef extent is defined as the location of shallow coral reef features that can generally be seen from satellites. It typically excludes areas of very deep and very turbid water. This is intended to provide a more generalized and inclusive layer that depicts the extent of the coral reef environment which is additional to the Atlas’ geomorphic zonation maps. The reef extent data product can be seen as a single layer on the Atlas and compared and analyzed alongside other datasets such as reef habitat maps and reef threat monitoring datasets. \n\nThe underlying reef extent product is a raster at 5m pixel resolution, matching the geomorphic and benthic map products. The raster combines three sources:\n\n1. The extent of the Allen Coral Atlas’s 12 geomorphic zones\n\n2. The extent of our own machine learning-based coral reef habitat layer, originally developed for the Global Coral Reef Monitoring Network’s 2020 Report on the Status of Coral Reefs of the World\n\n3. A third extent layer that: Filled in holes greater than 400 pixels (0.64Ha) and applied a morphological filter (circle kernel of 5 pixels; 25m) to smooth the reef boundaries and regain missing slope/beach features..\n\nFor the purposes of the data product made visible on the Allen Coral Atlas, these three sources are combined into one single-colored layer.\n\nThe reef extent layer more inclusively depicts the shallow coral reef environment than our more detailed benthic or geomorphic habitat maps. It includes reef features that were unmappable to geomorphic/benthic level, including deeper reef structures, reef habitat in more turbid water, deep or very steep reef slope areas, and very shallow intertidal areas at the land-sea interface. Known limitations are that some areas of supra-tidal beach and vegetation are included, which may not strictly be coral reef environments. Overall, the reef extent product is still conservative, and we expect that the area of reef erroneously included at the land-sea interface is greatly outweighed by the areas of reef still missed at both the shallow and deep margins of the product."],
  "provider": ["Allen Coral Atlas Partnership; University of New South Wales; University of Queensland; James Cook University; Australian Institute of Marine Science; Coral Reef Alliance; Arizona State University; National Geographic Society"],
  "published_year": ["2022"],
  "citation": ["Allen Coral Atlas (2022). Imagery, maps and monitoring of the world's tropical coral reefs. doi.org/10.5281/zenodo.3833242"],
  "DOI": ["https://doi.org/10.5281/zenodo.3833242"],
  "contact_name": ["Allen Coral Atlas"],
  "contact_email": ["support@allencoralatlas.org; feedback@allencoralatlas.org"]
}
