{
  "Source_ID": [10],
  "title": ["Australian saltmarsh and sparsely vegetated saltmarsh map version 1.0"],
  "abstract": ["Saltmarshes are one of Australia's most widespread coastal ecosystems, yet their spatial extent around the country remains largely unquantified. Recent advances in cloud-based geospatial platforms have enabled the development of an analysis pipeline to monitor saltmarsh distribution at a continental scale. Our remote sensing pipeline builds on work to develop the first integrated global maps of tidal flat, saltmarsh and mangrove ecosystems. \n\nWe are first compiling a large set of occurrence records to train our remote sensing classification models (at least 10,000 point records across Australia's coastline). Our training set includes field data acquired from Australia's saltmarsh research community, published papers and records developed from high-resolution image interpretation conducted at JCU's Global Ecology Lab. \n\nOur remote sensing classification approach uses up to 100 nationwide remote sensing-derived covariate layers to support a suite of machine-learning classification models. The classification models are tasked with estimating the coastal ecosystem type of every 30-m pixel that occurs around Australia's coastal zone. This mapping framework will be implemented as a collaborative effort between JCU, UNSW and Digital Earth Australia.\n\nThe dataset contains a national map of saltmarsh ecosystems produced via a classification of Landsat 8 images. Each pixel was classified into four map classes: saltmarsh, saltflats, other terrestrial (land), and permanent water."],
  "provider": ["James Cook University; University of New South Whales; Digital Earth Australia"],
  "published_year": ["2023"],
  "citation": ["Navarro, A., Canto, R., M., Lyons, M. & Murray, N.J. (2023) Australian saltmarsh and sparsely vegetated saltmarsh map version 1.0. James Cook University, Townsville."],
  "DOI": ["https://doi.org/10.6084/m9.figshare.24021465"],
  "contact_name": ["Nicholas Murray"],
  "contact_email": ["nicholas.murray@jcu.edu.au"]
}
